---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TilePatternGridUnitY
source: html/bca724ac-bc83-556b-8e0e-1be8c2c1e7f7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TilePatternGridUnitY Property

"Vertical spacing"

## Syntax (C#)
```csharp
public static ForgeTypeId TilePatternGridUnitY { get; }
```